[{"conclusion_1":"Placeholder","conclusion_2":"Placeholder","conclusion_3":"Placeholder","cost_1":[0,0,0,0,0,0],"cost_2":[0,0,0,0,0,0],"cost_3":[0,0,0,0,0,0],"event_text":"placeholder et je suis une banane","exclusive":-1,"id":0,"r_1":[0,0,0,0,0,0],"r_2":[0,0,0,0,0,0],"r_3":[0,0,0,0,0,0],"t_1":0,"t_2":0,"t_3":0}

, {"conclusion_1":"Arrr that was a great feast! Everyone was happy praying for you lord <user_name>. Hmmm, by everyone I meant me, I think the other cultists didn't appreciate the fact that they were eating themselves... You lose 20 loyalty.","conclusion_2":"Pff... such a boring feast, eating lamb and pork. But the men appreciated it, and we gained 10 loyalty","conclusion_3":"Hnn, you are so mean! It took me forever to explained to the other guys why we did'nt had a feast! You lose 10 loyalty.","cost_1":[-8,0,0,0,-2000,0],"cost_2":[-4,0,0,0,-1000,0],"cost_3":[0,0,0,0,0,0],"event_text":"I think we are in great need of feast. Let me organize it for our people to boost their loyalty to you by 20%. I would need 2000$ and 4 cultist to cook, maybe 4 more for the meat. It could maybe work with only 4 cultists... but they may be included in the food in the process. I guess in that way we would only need 1000$.\n Option 1: cost 500$ and 8 cultists cooking\n Option 2: cost 2000$ and 4 cultists\n Option 3: No feast for our cultists","exclusive":2,"id":0,"r_1":[4,0,-20,0,0,0],"r_2":[4,0,10,0,0,0],"r_3":[0,0,-10,0,0,0],"t_1":30,"t_2":45,"t_3":20}

, {"conclusion_1":"I found 12500$, that was awesome. They were so scared Muhahaha. I had to imprison two of our cultists though; they weren't cooporative. I think it also hit the morale of the men, we lost 25 loyalty.","conclusion_2":"Hnnn, people don't give you money easily if I dont intmidate them... I only managed to gather 800$.","conclusion_3":"The magic worked well, we got 5000$","cost_1":[0,0,-10,0,0,0],"cost_2":[-2,0,-15,0,0,0],"cost_3":[0,-200,0,0,0,0],"event_text":"Hey, I just had a great idea! We need money and our faithful people have plenty! (probably) They should contribute financially to the cult. Let me ask them! Please, please, it will be worth it!!! I could threathen them, it may be more efficient, or maybe i could impress them with a little bit of magic?\n Option 1: Threat, cost 15 loyalty and send 2 cultist to help\n Option 2: no cost \n Option 3: 200 magic","exclusive":2,"id":1,"r_1":[0,0,-25,2,12500,0],"r_2":[0,0,0,0,800,0],"r_3":[0,0,0,0,5000,0],"t_1":30,"t_2":10,"t_3":5}

, {"conclusion_1":"It's beautifull! Magnificient! The greatest chapel! With such beautifull ornements and convieniance at the summoning circle, we need only half the men we usually do to take care of the summonning!","conclusion_2":"Bwah, at least now the chapel is in good condition. I can't help but think we just missed an opportunity.","conclusion_3":"I just came back from the main Hall, a stone fell on one of the cultist doing the summonning ritual. He's now dead, and we lost 500 magic in the process of replacing him. We can't let our installation be in such state of disaster!","cost_1":[-20,0,0,0,-15000,0],"cost_2":[-5,0,0,0,-3500,0],"cost_3":[0,0,0,0,0,0],"event_text":"Nyahar, the chapel is way too small! We need to increase its size tobit the greatness of <user_name>. Send me some men and some coins, and I will make the greatest chapel ever!\n Option 1: send 20 cultist and 15000$\n Option 2: send 5 cultists and 3500$ and ask the chaplain to do mild renovation instead\n Option 3: cost nothing, tell him the chapel is fine","exclusive":2,"id":2,"r_1":[20,0,0,0,0,0],"r_2":[5,0,0,0,0,0],"r_3":[-1,-500,0,0,0,0],"t_1":120,"t_2":60,"t_3":30}

, {"conclusion_1":"Thank you <user_name>, I will avoid to bet the money of our cult in the future.","conclusion_2":"Yep, well, I lost everything, and I even had to bet a little bit of magic. Sorry! We lost 100 magic too!","conclusion_3":"A$W isn't the place for a Chaplain! At the very least, the tips were good today, I bring the cult an extra 1000$","cost_1":[0,0,0,0,-2000,0],"cost_2":[0,0,0,0,-4000,0],"cost_3":[0,0,0,0,0,0],"event_text":"Ehhh... I have some bad news... I kinda lost some money in a bet with few of the cultists, I had to take it from the vault... But if you let me bet again, i'm sure I can win the money back and even more! Option 1: pay the chaplain dept of 2000$\n Option 2: spend 4000$ so he can bet again\n Option 3: send the chaplain to work to A&W so he can refund the money he lost","exclusive":2,"id":3,"r_1":[0,0,0,0,0,0],"r_2":[0,-100,0,0,0,0],"r_3":[0,0,0,0,1000,0],"t_1":20,"t_2":45,"t_3":120}

, {"conclusion_1":"It went better than expected. After we managed to capture 5 prisoners from Hel'jissa, we talked a little bit to them and we went for a drink and guess what, they now want to be part of our cult! We now have 5 extra members, but we have to spend 2000$ for the beers.","conclusion_2":"We found some old ornements and a nice tapestry of your aunt in a, uh, suggestive position. All of them are worth 2950$ together. We should pay them a visit again soon, i'm sure they have some more we could steal.","conclusion_3":"I ended up in the office of the grand priest of Hel'jissa, I found a relic that we can use to gain some magic! (gain 500 magic)","cost_1":[-10,0,0,0,0,0],"cost_2":[-5,0,0,0,0,0],"cost_3":[0,0,0,0,0,0],"event_text":"I couldn't help but notice there is a neigbhour cult in the honor of Hel'jissa, your aunt my lord. As much respect as she deserve, the cult also have a good amount of ressources stores, from prisonniers to goods we could sell. Maybe we should visit them while they are asleep and 'borrow' some of theses goods. In any case, i will need men.\n Option 1: Go with the kidnapping to get prisoners, send 10 cultists\n Option 2: go with the stealing of goods, send 5 cultists\n Option 3: send the chaplain alone, tell him to take whatever he can","exclusive":2,"id":4,"r_1":[15,0,0,0,-2000,0],"r_2":[5,0,0,0,2950,0],"r_3":[0,500,0,0,0,0],"t_1":45,"t_2":45,"t_3":45}

, {"conclusion_1":"I made an incredible deal! For our old relics, i managed to get 65$! Incredible, isn't it?","conclusion_2":"We found some lost tools and canned foods worth around 800$ and even an old prisoner who was hiding in one of the cellar! We sended him back to his cell.","conclusion_3":"We sold them both to a local lordling family who were looking for people to take care of their garden. It got us 2000$","cost_1":[0,-800,0,0,0,0],"cost_2":[-5,0,0,0,0,0],"cost_3":[0,0,0,-2,0,0],"event_text":"Our ressources are badly managed. We should think about re-organising stuff.\n Option 1: Sell 800 magic on the public market\n Option 2: Send 5 cultist to clean the ledgers\n Option 3: Sell 2 prisoners on the black market","exclusive":2,"id":5,"r_1":[0,0,0,65,0],"r_2":[0,0,0,1,800,0],"r_3":[0,0,0,0,2000,0],"t_1":40,"t_2":100,"t_3":50}

, {"conclusion_1":"I found this man name Gilles Bates at the job fair, he says he's good with finance and he can place our extra money in a nice investment funds. We gained 5% of our total money in interest now.","conclusion_2":"I found an old witch named Targaret Matcher, she knows some wicked spell that makes our employees at A&W trickle a little bit of magic when they work there.","conclusion_3":"With such a little budget, ee were placed in a lost corner of the job fair, next to a stinky toilet, but I managed to convinced some random people to join our cult. We have 3 extra cultists.","cost_1":[0,0,0,0,-5000,0],"cost_2":[0,-750,0,0,-500,0],"cost_3":[0,0,0,0,-500,0],"event_text":"The local town is organizing a job fair. With a little bit of luck and a nice stand, we could find some specialised workers to help the cult.\n Option 1: spend 5000$ for a nice stand\n Option 2: spend 500$ and 750 magic to show off\n Option 3: spend 500$ for a very basic stand","exclusive":2,"id":6,"r_1":[1,0,0,0,0,0],"r_2":[1,0,0,0,0,0],"r_3":[3,0,0,0,0,0],"t_1":100,"t_2":100,"t_3":100}]

