[{"conclusion_1":"Placeholder","conclusion_2":"Placeholder","conclusion_3":"Placeholder","cost_1":[0,0,0,0,0,0],"cost_2":[0,0,0,0,0,0],"cost_3":[0,0,0,0,0,0],"event_text":"placeholder et je suis une banane","exclusive":-1,"id":0,"r_1":[0,0,0,0,0,0],"r_2":[0,0,0,0,0,0],"r_3":[0,0,0,0,0,0],"t_1":0,"t_2":0,"t_3":0}

, {"conclusion_1":"The reparation went well, the library is now in perfect condition! We even had time to install a little coffee machine, it increased our loyalty by 10%!","conclusion_2":"With limited ressources, it took extra time to repairs and restore everything to it's original state. But now the library is in perfect condition!","conclusion_3":"The cultists assigned to the ritual complained that some of the books are unreadable and makes the ritual almost impossible! And two of our cultist killed themselves after misreading a spell in some of our old scoll that should've been restore! We lost 1000 magic and 2 cultists!","cost_1":[-10,0,0,0,-5000,0],"cost_2":[-5,0,0,0,-2500,0],"cost_3":[0,0,0,0,0,0],"event_text":"Our library is in shamble! We need to repair the walls and restore the books. I will need 10 cultists and 5000$ to do all the necessary work.\n Option 1: send 10 cultists and spend 5000$\n Option 2: send 5 cultists and spend 2500$\n Option 3: do nothing","exclusive":4,"id":0,"r_1":[10,0,10,0,0,0],"r_2":[5,0,0,0,0,0],"r_3":[-2,-1000,0,0,0,0],"t_1":90,"t_2":180,"t_3":60}

, {"conclusion_1":"We sold the extra stuff from the library, we managed to maked 2500$ out of it.","conclusion_2":"We throwed away the useless stuff, our mens accidently broke a box of old potions. They inhaleted the result, they turned mad in the process. At least we can keep them as prisoners, maybe we could find a use for them.","conclusion_3":"I have to admit, maybe I was wrong thinking we should've cleean the library of our old stuck. Some of the cultists appointed to the ritual found some use for them, we gained 350 magic.","cost_1":[-5,0,0,0,0,0],"cost_2":[-2,0,0,0,0,0],"cost_3":[0,0,0,0,0,0],"event_text":"We have accumuled many relics, ornaments and books that are to no real use for us these days. Maybe we could sell them or at least throw away the useless ones to make some room. Ill need some cultists to help.\n Option 1: Sell the extra goods, send 5 cultists\n Option 2: Throw away the useless stuff, send 2 cultists\n Option 3: do nothing","exclusive":4,"id":1,"r_1":[5,0,0,0,2500,0],"r_2":[0,0,0,2,0,0],"r_3":[0,350,0,0,0,0],"t_1":60,"t_2":50,"t_3":40}

, {"conclusion_1":"The charm spell worked like a charm! We have 10 extra mens working for us now, they will blindly follow your orders now Ô lord.","conclusion_2":"I had just enough to hypnotise the local for a few hours. It was enought to force them to gather random goods for us. We now have an extra 5500$","conclusion_3":"What is this lack of trust? We will never move our cause fowards if we don't attract more attention!","cost_1":[-8,-250,0,0,0,0],"cost_2":[-4,-250,0,0,0,0],"cost_3":[0,0,0,0,0,0],"event_text":"Ô master, I found an intricate book with many spells that could help us charm and hypnotyse some of the population to help us in our cause. If you allow me to take some men and a little bit of magic, I could try to convince commoners to give us some good or even join us.\n Option 1: send 8 cultists and 250 magic\n Option 2: send 4 cultists and 250 magic\n Option 3: do nothing","exclusive":4,"id":2,"r_1":[18,0,0,0,0,0],"r_2":[4,0,0,0,5500,0],"r_3":[0,0,0,0,0,0],"t_1":120,"t_2":120,"t_3":60}

, {"conclusion_1":"The men loved it! It increased their moral by 15%!","conclusion_2":"The tournament went well, it increased the moral of our men by 25%!","conclusion_3":"Next time you insult me again, i'll take a two days break!","cost_1":[0,0,0,0,-2000,0],"cost_2":[0,0,0,0,-4000,0],"cost_3":[0,0,0,0,0,0],"event_text":"We should play spelling bee to increase on men moreal.\n Option 1: send 2000$ for the game\n Option 2: send 4000$ and make it a tournament Option 3: insult the librarian","exclusive":4,"id":3,"r_1":[0,0,15,0,0,0],"r_2":[0,0,25,0,0,0],"r_3":[0,0,-5,0,0,0],"t_1":90,"t_2":120,"t_3":360}]
