[{"conclusion_1":"Placeholder","conclusion_2":"Placeholder","conclusion_3":"Placeholder","cost_1":[0,0,0,0,0,0],"cost_2":[0,0,0,0,0,0],"cost_3":[0,0,0,0,0,0],"event_text":"placeholder et je suis une banane","exclusive":-1,"id":0,"r_1":[0,0,0,0,0,0],"r_2":[0,0,0,0,0,0],"r_3":[0,0,0,0,0,0],"t_1":0,"t_2":0,"t_3":0}
, {"conclusion_1":"This was a small ritual, but i still managed to get 5 cultists out of the void to serve you master!","conclusion_2":"The ritual was a success! We got 10 extra cultists at your service master!","conclusion_3":"Ehh... the magic was a bit too powerfull.. I'm afraid it invoqued Beast from the udnerworld instead. We managed to take cared of them, but they killed few of your followers in the process... 5 cultists died.","cost_1":[0,-500,0,0,-500,0],"cost_2":[0,-1000,0,0,-500,0],"cost_3":[0,-2000,0,0,-500,0],"event_text":"Ô <user_name>,\n Our number of cultists could be increase with an ancient ritual.\n Allow me to drain some of our magic to invoque souls back from the dead to aid us in our quest! I will also need money for the extra candles.\n Option 1: cost 500 magic and 500$\n Option 2: cost 1000 magic and 500$\n Option 3: cost 2000 magic and 500$","exclusive":0,"id":0,"r_1":[5,0,0,0,0,0],"r_2":[10,0,0,0,0,0],"r_3":[-5,0,0,0,0,0],"t_1":30,"t_2":45,"t_3":60}
, {"conclusion_1":"I'm afraid that with so little magic, we only managed to summon old stones and bricks that are to no value on the current market.","conclusion_2":"The ritual was a success! We summonned some gold and silver worth 10000$!","conclusion_3":"The ritual went above our expectation! We summoned 20000$ worth of gemstones!","cost_1":[-2,-200,0,0,0,0],"cost_2":[-2,-400,0,0,0,0],"cost_3":[-2,-600,0,0,0,0],"event_text":"Ô <user_name>,\n My intricate knowledge of the void could allow us to summon gold and gemstones from the outer plane to fill up our coffins! If you give me few mens and some of your power, I will start the ritual with haste! Do not worry, out men will come back after the ritual.\n Option 1: cost 200 magic and 2 cultists\n Option 2: cost 400 magic and 2 cultists\n Option 3: cost 600 magic and 2 cultists","exclusive":0,"id":1,"r_1":[2,0,0,0,0,0],"r_2":[2,0,0,0,10000,0],"r_3":[2,0,0,0,20000,0],"t_1":20,"t_2":30,"t_3":40}
, {"conclusion_1":"The ritual went well, it gave us 1000 magic, but i'm afraid some of our cultist are wary that they could be choosen next as volunteer... it dropped our loyaulty by 20%","conclusion_2":"The ritual went as planned! The death of our prisonner gave us 1000 magic and boosted the moral of our cultist by 10%!","conclusion_3":"3 executions in a single ritual! Such beauty! The ritual have gotten us 3000 magic and our men loyaulty went up by 30%!","cost_1":[-6,0,0,0,0,0],"cost_2":[-5,0,0,-1,0,0],"cost_3":[-5,0,0,-3,0,0],"event_text":"Ô master,\n It is time to make a sacrifice! Lets get some of our prisoners and execute them in your name! If we don't have prisoners, i'm sure we can find a 'volunteer among our mens. We will need 5 cultists to perform the ritual, but they will come back.\n Option 1: 6 cultists\n Option 2: cost 1 prisonniers and 5 cultists\n Option 3: cost 3 prisonniers and 5 cultists","exclusive":0,"id":2,"r_1":[5,1000,-20,0,0,0],"r_2":[5,1000,10,0,0,0],"r_3":[5,3000,30,0,0,0],"t_1":40,"t_2":50,"t_3":60}
, {"conclusion_1":"We summoned Old Bill, he was the janitor from a few years ago. He wasn't of much help, but at least he showed us an old whiskey crate hidden in the basement that we sold for 1000$.","conclusion_2":"We summoned Izir the Great! He used to be one of our greatest alchemist! He can show our cultists assigned to A&W how to make such good burgers that it will increase their salary  by 50%! Wooza!","conclusion_3":"We summoned Magth'ura, the Grand-priest of before the banish and the writer of ou Unholy bible! He show us how to produce magic by simply performing your summoning ritual! Assign extra cultists to the ritual to produce as much magic as possible!","cost_1":[0,-500,0,0,-3000,0],"cost_2":[0,-750,0,0,-6000,0],"cost_3":[0,-1000,0,0,-10000,0],"event_text":"Ô <user_name>,\n I searched through my old ritual books and we could invoque an ancient grand priest to help us in our quest to summon you! He could share us ancient wisdom! We will need some costly material and a some of your power to do so!\n Option 1: cost 500 magic and 3000$\n Option 2: cost 750 magic and 6000$\n Option 3: cost 1000 magic and 10000$","exclusive":-1,"id":3,"r_1":[1,0,0,0,1000,0],"r_2":[1,0,0,0,0,0],"r_3":[1,0,0,0,0,0],"t_1":75,"t_2":75,"t_3":75}
, {"conclusion_1":"The infuse ritual went well! It gave us twice the amount given, therefore 800 magic!","conclusion_2":"The infuse rituel wen incredibly! We managed to tripled the amount of magic invested, we got 1800 magic!","conclusion_3":"The infuse ritual gave use 2000 magic! All hail <user_name>, our lord!","cost_1":[0,-400,0,0,-666,0],"cost_2":[0,-600,0,0,-666,0],"cost_3":[0,-800,0,0,-666,0],"event_text":"Ô your unholyness,\n I could use my knowledge to infuse the candles and the paint of our ritual to create some extra magic. Lend me some magic and a little bit of coins and It will return tenfold! The more magic you lend me, the faster it will go!\n Option 1: 400 magic and 666$\n Options 2: 600 magic and 666$\n Option 3: 800 magic and 666$","exclusive":0,"id":4,"r_1":[0,800,0,0,0,0],"r_2":[0,1800,0,0,0,0],"r_3":[0,2000,0,0,0,0],"t_1":45,"t_2":30,"t_3":20}
, {"conclusion_1":"We now have an unholy cow! It takes 25% less money to feed our cultists! Wazaa!","conclusion_2":"We now have a Ceifzil'ta! It produce 300 magic per day! What a beauty!","conclusion_3":" We have a Ciruzi Juggly! A beast expert in telling jokes and doing stunts! it increase the morale of our cultists by 5% per day!","cost_1":[0,-345,0,-1,0,0],"cost_2":[0,-789,0,0,0,0],"cost_3":[-4,0,0,545,0,0],"event_text":"Ô <user_name>,\n we could summon a great beast from the underworld to help us in our Quest! Give me a prisoner to send, and we'll get a unholy cow to milk for unholy milk to feed our cultists! Give me extra magic, and we will have a Ceifzil'ta, an ancient beast capable of producing magic! Give me some extra men to work with, and we will summon Ciruzi Juggly, a beast improving our men morale!\n Option 1: cost 1 prisonnier and 545 magic\n, Option 2: 789 magic\n, Option 3: 4 cultists (will come back) and 545 magic","exclusive":0,"id":5,"r_1":[0,0,0,0,0,0],"r_2":[0,0,0,0,0,0],"r_3":[4,0,0,0,0,0],"t_1":45,"t_2":45,"t_3":45}
, {"conclusion_1":"Good old medecine from non-believer worked just fine! I am now back to work!","conclusion_2":"Magic is always the most efficient way to cure one sick man! I am back on track!","conclusion_3":"Ô lord, I respect cruelty, but i'd rather it didn't fall on me next time! Anyway, I am back on track, ready to work again!","cost_1":[0,0,0,0,-1000,0],"cost_2":[0,-100,0,0,0,0],"cost_3":[0,0,0,0,0,0],"event_text":"Ô lord, I'm afraid I gotten sick! I need to take a cure, or else it will take forever for me to get back on track! Give me either magic or money so I can heal myself, or I will have to take a whole day off!\n Option 1: cost 1000$\n Option 2: cost 100 magic\n Option 3: no cost","exclusive":-1,"id":0,"r_1":[0,0,0,0,0,0],"r_2":[0,0,0,0,0,0],"r_3":[0,0,0,0,0,0],"t_1":45,"t_2":20,"t_3":190}]
